module.exports = {
    intro: [
        'Привет! Твоя задача понять правила игры и пойти на север.'
    ],
    questions: [
        'Твоя очередь!',
        'Теперь твоя очередь!',
        'Теперь ты!',
        'А что ты возьмешь с собой на север?',
        'А что возьмешь ты?'
    ],
    ownPrefix: [
        'Я возьму',
        'Пожалуй, возьму с собой'
    ],
    ownAnswers: [
        'теплые перчатки, валенки и санки',
        'трусы из тройного синтепона',
        'пижаму с начесом',
        'спички и спирт',
        'шапку и шарф',
        'фары и ремень'
    ],
    ownEndings: [
        'и пойду на север.',
        'и иду на север.',
        'и отправляюсь на север.'
    ],
    successResponses: [
        'И ты идешь на север!'
    ],
    failResponses: [
        'Но ты не идешь на север...',
        'Не в этот раз...',
        'Нет, ты не идешь...',
        'Может быть в другой раз?',
        'Увы, ты остаешься.',
        'Куда угодно, но не на север.'
    ],
    triggerPhrases: [
        'пожалуйста'
    ]
};
